<?php


return [
    /*
    |--------------------------------------------------------------------------
    | Romanian Invoice Language Lines
    |--------------------------------------------------------------------------
    */

    'invoice' => 'Фактура',
    'serial' => 'Номер',
    'date' => 'Дата на издаване',
    'seller' => 'Доставчик',
    'buyer' => 'Получател',
    'address' => 'Адрес',
    'code' => 'Идент. Номер',
    'vat' => 'ДДС Номер',
    'phone' => 'Телефон',
    'description' => 'Наименование',
    'units' => 'Мярка',
    'quantity' => 'Количество',
    'price' => 'Цена',
    'discount' => 'Отстъпка',
    'tax' => 'ДДС',
    'sub_total' => 'Сума',
    'total_discount' => 'Обща отстъпка',
    'taxable_amount' => 'Данъчна основа',
    'total_taxes' => 'ДДС сума',
    'tax_rate' => 'ДДС процент',
    'total_amount' => 'Обща сума за плащане',
    'pay_until' => 'Дата на падеж',
    'amount_in_words' => 'Словом',
    'amount_in_words_format' => '%s %s и %s %s',
    'notes' => 'Забележки',
    'shipping' => 'Доставка',
    'paid' => 'Платено',
    'due' => 'Неплатено',
    'page' => 'Страница',
];
